[
  "أنت لا ترتقي لمستوى أهدافك، بل تنحدر لمستوى أنظمتك. - جيمس كلير",
  "النجاح هو نتاج عادات يومية صغيرة، مش تحولات ضخمة بتحصل مرة واحدة.",
  "قليل دائم خير من كثير منقطع.",
  "العادة هي اللي بتخليك تبدأ، لكن الانضباط هو اللي بيخليك تكمل.",
  "مفيش لحظة مثالية للبداية، ابدأ دلوقتي وحسن في الطريق.",
  "الاستمرارية أهم من الكفاءة في البدايات.",
  "ركز على أن تكون أفضل بنسبة 1% بس كل يوم.",
  "اللي بيبني قصر من الطوب، بيبدأ بطوبة واحدة.",
  "النجاح مش حدث، ده عملية.",
  "لو عايز تغير النتائج، انسى الأهداف وركز على الروتين اللي بتمشي عليه.",
  "العادات الصغيرة بتعمل فرق كبير لما بتتكرر كل يوم.",
  "أنت مجموع عاداتك، مش أهدافك.",
  "الوقت اللي بتضيعه النهاردة، ممكن يكون الفرصة اللي كنت بتدور عليها.",
  "كل يوم جديد فرصة تبدأ من جديد.",
  "التحدي مش إنك تبدأ، التحدي إنك تفضل ماشي.",
  "الفشل درس، مش نهاية.",
  "لو وقعت سبع مرات، قوم تمن مرات.",
  "النجاح بيجي لما تتعب من الفشل.",
  "كل خطوة صغيرة بتقربك من الهدف الكبير.",
  "مش المهم السرعة، المهم الاتجاه.",
  "الطريق الطويل بيبدأ بخطوة وحدة.",
  "أنت أقوى مما تظن، وأقدر مما تتخيل.",
  "التغيير بيبدأ من جوه قبل ما يبان بره.",
  "كل يوم بتلتزم فيه، بتبني نسخة أفضل منك.",
  "الستريك مش رقم، ده انضباط وإرادة.",
  "لو محافظتش على الخطوات الصغيرة، مش هتوصل للخطوات الكبيرة.",
  "الأيام الصعبة بتعلمك أكتر من الأيام السهلة.",
  "مفيش حاجة اسمها متأخر، ابدأ من حيث أنت.",
  "الإرادة عضلة، كل ما تستخدمها تقوى.",
  "التزامك النهاردة هو نجاحك بكرة.",
  "العادات الجديدة صعبة في البداية، لكن بتبقى سهلة مع الوقت.",
  "لو محافظتش على الأساسيات، مش هتبني حاجة قوية.",
  "كل عادة جديدة بتضيفها، بتقرّبك من النسخة الأفضل منك.",
  "التقدم مش خط مستقيم، فيه صعود ونزول.",
  "الأهم إنك تكمل، مش إنك تكون مثالي.",
  "النجاح الحقيقي هو إنك تفضل ملتزم حتى لما محدش بيشوف.",
  "لو عايز تبني عادة، اربطها بحاجة موجودة في يومك.",
  "البيئة بتشكل العادات، فخليها بيئة داعمة.",
  "الصبر مفتاح النجاح، والثبات طريقه.",
  "كل يوم بتقوله 'لأ' للكسل، بتقول 'آه' للنجاح.",
  "التغيير بياخد وقت، لكن النتيجة بتستاهل الانتظار.",
  "اللي بيبني بطيء، بيبني قوي.",
  "العادة الصغيرة اللي بتعملها كل يوم أقوى من العادة الكبيرة اللي بتعملها مرة في الشهر."
]